Repository: edwinxico/wp-p-caex-woocommerce
Catalog: languages/wp-caex-woocommerce-*.po
Languages: es_es

source: %s email sent to the customer.
es_es: %s email enviado al cliente.

source: Activate
es_es: Activar

source: activate
es_es: activar

source: Add the information bellow:
es_es: Agregar la información debajo:

source: Caex Notification
es_es: Notificación Caex

source: Caex Notification is sent via the custom "Send Invoice" action added to WooCommerce orders.
es_es: Notificación Caex es enviada por medio de la acción personalizada "Enviar Guía" añadida a las órdenes de WooCommerce.

source: CAEX Tracking Id Information
es_es: Información de la Guía de CAEX

source: Cancel previosly generated tracking ID
es_es: Cancelar Guía generada previamente

source: Cancelled Tracking IDs
es_es: Guías canceladas

source: Cargo Expreso - WooCommerce Invoicing
es_es: Cargo Expreso - Guías para WooCommerce

source: Cargo Expreso - WooCommerce Invoicing requires WooCommerce and <a href="/wp-admin/plugin-install.php?tab=plugin-information&plugin=wc-guatemala">WooCommerce Guateamala</a> to work
es_es: Cargo Expresso - Guías para WooCommerce requiere WooCommerce y <a href="/wp-admin/plugin-install.php?tab=plugin-information&plugin=wc-guatemala">WooCommerce Guateamala</a> para funcionar.

source: Choose which format of email to send.
es_es: Elige qué formato de email enviar.

source: Digital Labs Plugins Licence Management
es_es: Gestión de Licencias de Plugins de Digital Labs

source: Error getting tracking id status.
es_es: Error al obtener el estado de la guía.

source: Generate invoices with a click of a button on WooCommerce with this custom invoicing integration with Cargo Expreso.
es_es: Genera guías con un click en WooCommerce con ésta integración de guías con Cargo Expreso.

source: Generate tracking ID (Normal delivery)
es_es: Generar guía (Envío normal)

source: Generate tracking ID (SameDay delivery)
es_es: Generar guía (Envío el mismo día)

source: Invoice
es_es: Guía

source: Invoice status update requested by %s.
es_es: Actualización de la guía solicitada por %s.

source: On Route
es_es: En ruta de entrega

source: Order already had a tracking id.
es_es: La orden ya contaba con guía.

source: Order not found in WooCommerce.
es_es: La orden no fue encontrada en WooCommerce.

source: Please
es_es: Por favor

source: Settings
es_es: Ajustes

source: Status
es_es: Estado

source: Successful request
es_es: Solicitud exitosa

source: the Cargo Expreso for WooCommerce Plugin Licence to start using this plugin!
es_es: la Licencia del Plugin de Cargo Expreso para WooCommerce para empezar a utilizar éste plugin!

source: the plugin settings page and enter your Cargo Expreso API keys.
es_es: la página de ajustes del plugin e ingresa las claves de API de Cargo Expreso.

source: Tracking ID
es_es: Guía

source: Tracking ID cancellation requested by %s.
es_es: Cancelación de guía solicitada por %s.

source: Tracking ID from Caex requested by %s.
es_es: Guía de Caex solicitada por %s.

source: Tracking id status update successfull.
es_es: Actualización de estado de la guía exitoso.

source: Update tracking ID status
es_es: Actualizar estado de guía

source: Visit
es_es: Visita
